Repository: lukas-sparnauskas/adlss
Catalog: DarboLaikoSkaiciavimoSistema/Properties/Strings.*.resx
Languages: lt

# appName
source: Working Time Tracking System
lt: Automatinė darbo laiko sekimo sistema

# btnBack
source: Back
lt: Atgal

# btnDelete
source: Delete
lt: Pašalinti

# btnEdit
source: Edit
lt: Redaguoti

# btnForgotPassword
source: Forgot password
lt: Pamiršau slaptažodį

# btnLiveFeed
source: Live video feed
lt: Dabartinis patalpų vaizdas

# btnLogin
source: Log in
lt: Prisijungti

# btnLogout
source: Log out
lt: Atsijungti

# btnRecordings
source: Camera recordings
lt: Vaizdo įrašo peržiūra

# btnRegister
source: Register
lt: Registruoti

# btnRegisterUser
source: Register user
lt: Registruoti darbuotoją

# btnResetPassword
source: Reset password
lt: Keisti slaptažodį

# btnSave
source: Save
lt: Išsaugoti

# btnSelect
source: Select
lt: Pasirinkti

# btnSendCode
source: Send code
lt: Siųsti kodą

# btnSettings
source: System settings
lt: Sistemos nustatymai

# btnStatistics
source: Working time statistics
lt: Darbo laiko statistika

# btnUsers
source: Employee list
lt: Darbuotojų sąrašas

# cbRememberMe
source: Remember me
lt: Prisiminti

# errAccessController
source: Access controller error!
lt: Įeigos kontrolės įrenginio klaida!

# errCardIdTaken
source: Specified card number is taken!
lt: Nurodytas kortelės nr. jau užregistruotas!

# errDatabase
source: Database error!
lt: Duomenų bazės klaida!

# errEmptyFields
source: Please fill out all of the fields!
lt: Prašome užpildyti visus laukelius!

# errInvalidEmail
source: Invalid email address!
lt: Netinkamas el. pašto adresas!

# errPasswordsDoNotMatch
source: Entered passwords do not match!
lt: Įvesti slaptažodžiai nesutampa!

# errPasswordTooWeak
source: Entered password is too weak!
lt: Įvestas slaptažodis per silpnas!

# errResetCode
source: Incorrect password reset code
lt: Neteisingas slaptažodžio atkūrimo kodas

# errTime
source: Start time value must be lower than the end time value!
lt: Pradžios laiko reikšmė turi būti mažesnė už pabaigos laiko reikšmę!

# errTitle
source: Error!
lt: Klaida!

# errUser
source: Failed to load user data!
lt: Nepavyko gauti naudotojo duomenų!

# errUsernameTaken
source: Username is taken!
lt: Toks naudotojo vardas jau egzistuoja!

# errWrongCredentials
source: Invalid username or password!
lt: Prisijungimo vardas arba slaptažodis neteisingas!

# infoCodeSent
source: A password reset code will be sent to the provided address if it is registered
lt: Slaptažodžio atkūrimo kodas išsiųstas nurodytu el. pašto adresu, jeigu jis yra užregistruotas

# infoPasswordChanged
source: Password successfully changed!
lt: Slaptažodis pakeistas sėkmingai!

# infoSettingsSaved
source: System settings successfully saved
lt: Sistemos nustatymai sėkmingai išsaugoti

# infoTitle
source: Information
lt: Informacija

# infoUserRegistered
source: Employee registered successfully!
lt: Darbuotojas užregistruotas sėkmingai!

# lblAccessControllerIP
source: Access controller IP address
lt: Įeigos kontrolės įrenginio IP adresas

# lblAccessControllerPassword
source: Access controller password
lt: Įeigos kontrolės įrenginio prisijungimo slaptažodis

# lblAccessControllerPort
source: Access controller port
lt: Įeigos kontrolės įrenginio prievadas

# lblAccessControllerUsername
source: Access controller username
lt: Įeigos kontrolės įrenginio prisijungimo vardas

# lblAccessLevel
source: Role
lt: Pareigos

# lblCardNumber
source: Card number
lt: Kortelės nr.

# lblChannel
source: Camera ID
lt: Kameros ID

# lblConfirmNewPassword
source: Confirm new password
lt: Patvirtinti naują slaptažodį

# lblConfirmPassword
source: Confirm password
lt: Patvirtinti slaptažodį

# lblEmail
source: Email
lt: El. paštas

# lblEndTime
source: Video footage end time:
lt: Vaizdo įrašo pabaigos laikas:

# lblExtraTimeMonthLabel
source: Extra time this month:
lt: Papildomas laikas šį mėnesį:

# lblName
source: Name
lt: Vardas

# lblNewPassword
source: New password
lt: Naujas slaptažodis

# lblNVRIP
source: NVR IP address
lt: NVR IP adresas

# lblNVRPassword
source: NVR password
lt: NVR prisijungimo slaptažodis

# lblNVRPort
source: NVR RTSP port
lt: NVR RTSP prievadas

# lblNVRUsername
source: NVR username
lt: NVR prisijungimo vardas

# lblPassword
source: Password
lt: Slaptažodis

# lblPasswordRequirements
source: Password has to consist of: • At least 8 symbols • At least one lowercase letter • At least one uppercase letter • At least one numeric symbol
lt: Slaptažodis turi būti sudarytas iš: • Ne mažiau kaip 8 simbolių • Bent vienos mažosios raidės • Bent vienos didžiosios raidės • Bent vieno skaitmens

# lblRemainingTimeMonthLabel
source: Remaining working time this month:
lt: Likęs darbo laikas šį mėnesį:

# lblRemainingTimeTodayLabel
source: Remaining working time today:
lt: Likęs darbo laikas šiandien:

# lblRemainingTimeWeekLabel
source: Remaining working time this week:
lt: Likęs darbo laikas šią savaitę:

# lblResetCode
source: Password reset code
lt: Slaptažodžio atkūrimo kodas

# lblResetCodeInfo
source: A password reset code will be sent to your email address. Be sure to check the spam folder.
lt: Jūsų el. pašto adresu bus išsiųstas slaptažodžio atkūrimo kodas. Patikrinkite ir šlamšto aplanką.

# lblStartTime
source: Video footage start time:
lt: Vaizdo įrašo pradžios laikas:

# lblSurname
source: Surname
lt: Pavardė

# lblTimeWorkedThisMonth
source: Time worked this month (h)
lt: Išdirbtas laikas šį mėnesį (h)

# lblTimeWorkedThisWeek
source: Time worked this week (h)
lt: Išdirbtas laikas šią savaitę (h)

# lblUsername
source: Username
lt: Prisijungimo vardas

# lblWorkHoursPerWeek
source: Work hours per week:
lt: Darbo valandos per savaitę:

# loginViewName
source: Log in
lt: Prisijungimas

# mainViewName
source: Main menu
lt: Pagrindinis meniu

# passwordResetViewName
source: Reset password
lt: Slaptažodžio keitimas

# settingsViewName
source: System settings
lt: Sistemos nustatymai

# statisticsViewName
source: Working time statistics
lt: Darbo laiko statistika

# userEditViewName
source: Edit employee information
lt: Redaguoti darbuotojo informaciją

# userListViewName
source: List of Employees
lt: Darbuotojų sąrašas

# userRegistrationViewName
source: Employee registration
lt: Darbuotojo registracija

# videoSourceViewName
source: Video source selection
lt: Vaizdo šaltinio pasirinkimas

# videoViewRecordingName
source: Camera {0} video recording (From {1} to {2})
lt: {0} kameros vaizdo įrašas (Nuo {1} iki {2})

# videoViewStreamName
source: Camera {0} live feed
lt: Dabartinis {0} kameros vaizdas

# warningDeleteUser
source: Are you sure you want to delete this user?
lt: Ar tikrai norite pašalinti darbuotoją?

# warningEditUser
source: Are you sure you want to save new user information?
lt: Ar tikrai norite pakeisti darbuotojo informaciją?

# warningLogout
source: Are you sure you want to log out?
lt: Ar tikrai norite atsijungti?

# warningTitle
source: Warning
lt: Įspėjimas
